#####################################################################
[Translation]

TRANSLATION_BY = Перевод:
TRANSLATION_NAME = SuperSlon, solokot
TRANSLATION_LINK = solokot@gmail.com
LANGUAGENAME=Русский

;Please modify this language version carefully. (2.3.0 -> 2300) 
FILEVER=3190

;English.ini file is always up-to-date.

;http://www.picpick.org/help/translation.html


#####################################################################

[Common]

SYSTEM_FONT_NAME = tahoma
SYSTEM_FONT_SIZE = 8
SYSTEM_TITLE_BOLD = 1
SYSTEM_EDITOR_PANEL_SIZEOVERFLOW = 0
POPUPMARGIN=35

[MainPopup]
#-------------------------------------------------------------
MNU_OPEN_PICPICK        =Редактор &PicPick
#-------------------------------------------------------------

MNU_CAPTURE         =&Захват экрана

#3.0.0 Please omit the 'Capture' text.  For example, "Capture Full-screen" (X) -> "Full-screen" (O)
#3.0.0 For Capture Bar, please try to make the menu name shortly.
MNU_CAPTURE_FULLSCREEN      =&Весь экран
MNU_CAPTURE_ACTIVEWINDOW    =&Активное окно
MNU_CAPTURE_CONTROL     =&Элемент окна
MNU_CAPTURE_SCROLLINGWINDOW =Окно с п&рокруткой
MNU_CAPTURE_REGION      =&Выделенная область
MNU_CAPTURE_FIXEDREGION     =&Фиксированная область
MNU_CAPTURE_FREEHAND        =&Произвольная область
MNU_CAPTURE_WEBPAGE     =&Web-страница
MNU_CAPTURE_REPEAT      =Предыдущий выбор

MNU_CAPTUREQBAR         =Показать &панель захвата...
#3.0.0

#-------------------------------------------------------------
MNU_CAPTURE_SETTING     =&Настройки
MNU_OUTPUTTYPE          =&Полученный снимок...

MNU_OUTPUTTYPE_PICPICK      =&Редактировать в PicPick
MNU_OUTPUTTYPE_CLIPBOARD    =&Копировать в буфер обмена
MNU_OUTPUTTYPE_SAVEIMAGE    =&Сохранить в файл
MNU_OUTPUTTYPE_SAVEFOLDER   =&Автоматическое сохранение
MNU_OUTPUTTYPE_OTHER        =Открыть во &внешней программе...
MNU_OUTPUTTYPE_FTP      =Отправить на F&TP-сервер
MNU_OUTPUTTYPE_SHARE        =&Выложить в сеть...
MNU_OUTPUTTYPE_SENDTO       =&Открыть в...
MNU_OUTPUTTYPE_FACEBOOK     =Отправить на Face&book
MNU_OUTPUTTYPE_TWITTER      =Отправить в T&witter
MNU_OUTPUTTYPE_MSWORD       =Открыть в Microsoft &Word
MNU_OUTPUTTYPE_MSEXCEL      =Открыть в Microsoft &Excel
MNU_OUTPUTTYPE_MSPPT        =Открыть в Microsoft &PowerPoint
MNU_OUTPUTTYPE_MSOUTLOOK    =Отправить по почте (Out&look)
MNU_OUTPUTTYPE_PRINTER      =На&печатать

MNU_OUTPUTTYPE_WEB      =Отправить на &web-страницу
MNU_OPT_DEFAULTFORMAT       =&Формат изображения по умолчанию
MNU_OPT_OPENEDITOR      =Открывать редактор PicPick при загрузке
MNU_OPT_STARTUPPROGRAM      =&Запускать PicPick при загрузке Windows
#-------------------------------------------------------------
MNU_COLORPICKER         =Цвет под &курсором
MNU_COLORPALETTE        =Цветовая &палитра
MNU_COPYCOLORTYPE       =&Формат цвета
MNU_COLORHISTORY        =&История подбора цвета
MNU_COLORHISTORY_CLEAR      =&Очистить историю
#-------------------------------------------------------------
MNU_MAGNIFIER           =Окно у&величения
MNU_PIXELRULER          =&Линейка
MNU_PROTRACTOR          =&Угломер
MNU_CROSSHAIR           =&Перекрестие
MNU_WHITEBOARD          =&Грифельная доска
#-------------------------------------------------------------
MNU_ABOUT_PICPICK       =&Настройки программы...
MNU_EXIT_PICPICK        =В&ыход


[PicPickEditor]
#-------------------------------------------------------------
MNU_FILE =&Файл
MNU_FILE_NEW =&Новое изображение
MNU_FILE_OPEN =&Открыть...
MNU_FILE_OPENCLIPBOARD =&Вставить из буфера обмена
#3.0.0
MNU_FILE_OPENURL =Открыть по &ссылке
#3.0.0
MNU_FILE_SAVESAME=&Сохранить
MNU_FILE_SAVE =Сохранить &как...
MNU_FILE_SAVESELECT =С&охраниь выделенное как...
MNU_FILE_SAVEALL=Сохранить вс&ё...
MNU_FILE_PRINT=&Печать...
#3.0.2
MNU_FILE_CLOSEIMAGE =&Закрыть изображение
MNU_FILE_CLOSECURRENTIMAGE =&Текущее
MNU_FILE_CLOSEALLIMAGE = &Все
MNU_FILE_CLOSEALLSAVEDIMAGE =Все &сохранённые
#3.0.2
MNU_FILE_CLOSEPICPICK =&Выйти из редактора
#-------------------------------------------------------------
MNU_EDIT =&Редактирование
MNU_EDIT_UNDO =&Отменить
MNU_EDIT_REDO =&Повторить
MNU_EDIT_CUT =&Вырезать
MNU_EDIT_COPY =&Копировать
MNU_EDIT_PASTE =&Вставить
MNU_EDIT_PASTEFROMFILE =Вставить из &файла...
MNU_EDIT_SELECTDEL =&Очистить
MNU_EDIT_SELECTNEW =Обрезать
MNU_EDIT_DESELECT =Снять выделение
MNU_EDIT_SELECTALL =Выделить всё
MNU_EDIT_IMAGERESIZE =Изменить размеры изображения...
MNU_EDIT_CANVASRESIZE =Изменить размеры холста...
MNU_EDIT_VIEWBITMAP =&Показать изображение на весь экран...
#-------------------------------------------------------------
MNU_TOOLS =&Инструменты
MNU_TOOLS_FULLSCREEN        =Захват всего &экрана
MNU_TOOLS_ACTIVEWINDOW      =Захват &активного окна
MNU_TOOLS_CONTROL       =Захват &элемента окна
MNU_TOOLS_SCROLLINGWINDOW   =Захват окна с &прокруткой
MNU_TOOLS_WEBPAGE       =Захват &web-страницы
MNU_TOOLS_REGION        =Захват &выделенной области
MNU_TOOLS_FIXEDREGION       =Захват &фиксированной области
MNU_TOOLS_FREEHAND      =Захват произвольной &области
MNU_TOOLS_REPEAT        =Повтор последней &операции
MNU_TOOLS_COLORPICKER       =Цвет под &курсором
MNU_TOOLS_COLORPALETTE      =Цветовая &палитра
MNU_TOOLS_MAGNIFIER     =Окно у&величения
MNU_TOOLS_PIXELRULER        =&Линейка
MNU_TOOLS_PROTRACTOR        =&Угломер
MNU_TOOLS_CROSSHAIR     =&Перекрестие
MNU_TOOLS_WHITEBOARD        =&Грифельная доска
MNU_TOOLS_OPTION        =&Настройки программы...
#-------------------------------------------------------------
MNU_TOOLSOPTION             =&Настройки
MNU_TOOLSOPTION_OUTPUTTYPE      =&Полученный снимок...
MNU_TOOLSOPTION_OPT_DEFAULTFORMAT   =&Формат изображения по умолчанию
MNU_TOOLSOPTION_DUALMONITORS        =Поддержка &двух мониторов
MNU_TOOLSOPTION_HOTKEY          =&Изменить назначение горячих клавиш...
MNU_TOOLSOPTION_SOUND           =Включить &звуковые эффекты
MNU_TOOLSOPTION_SCROLLCAPTURE       =Включить авто&прокрутку
MNU_TOOLSOPTION_MOUSECURSOR     =Копировать &указатель мыши
MNU_TOOLSOPTION_STARTUPPROGRAM      =&Запускать PicPick при загрузке Windows
MNU_TOOLSOPTION_OPENEDITOR      =Открывать редактор PicPick при загрузке
MNU_TOOLS_COLORTYPE         =&Формат цвета
#-------------------------------------------------------------
MNU_EFFECT          =&Эффекты
MNU_EFFECT_INVERT       =&Инвертирование
MNU_EFFECT_GRAYSCALE        =&Градация серого
MNU_EFFECT_MOSAIC       =&Пикселизация...
MNU_EFFECT_BLUR         =&Размытие
MNU_EFFECT_SHARPEN      =&Резкость
MNU_EFFECT_BRIGHTNESS       =&Яркость / контрастность...
MNU_EFFECT_HSL          =&Оттенок / насыщенность...
MNU_EFFECT_BORDER       =&Выделение краёв
MNU_EFFECT_FLIP         =&Зеркальное отражение
MNU_EFFECT_FLIPH        =Отразить &горизонтально
MNU_EFFECT_FLIPV        =Отразить &вертикально
MNU_EFFECT_ROTATE       =&Поворот
MNU_EFFECT_ROTATE90         =&90° по часовой
MNU_EFFECT_ROTATE180        =&180° по часовой
MNU_EFFECT_ROTATE270        =&270° по часовой
MNU_EFFECT_FRAME        =Ра&мка...
#3.0.0
MNU_EFFECT_COLORBALANCE     =Цветовой &баланс...
#3.0.0
#-------------------------------------------------------------
MNU_WINDOW =&Окно
MNU_WINDOW_CASCADE =Расположить &каскадом
MNU_WINDOW_TILEH =Расположить &горизонтально
MNU_WINDOW_TILEV =Расположить &вертикально
MNU_WINDOW_MINIMIZEALL =Свернуть все
#-------------------------------------------------------------
MNU_HELP =&Помощь
MNU_HELP_WEBSITE = Официальный сайт PicPick ...
MNU_HELP_ABOUT =О программе...

PNL_TOOL_TOOLS = Инструменты
PNL_TOOL_COLOR = Цвет
PNL_TOOL_PROPERTY = Свойства
LBL_TOOL_WIDTHS = Ширина:
LBL_TOOL_OPACITY = Прозрачность:
LBL_TOOL_SHAPE= Фигура:

#-------------------------------------------------------------
#Ribbon

#3.0.0
TAB_HOME=Главное
TAB_FILE=Файл
TAB_VIEW=Вид
TAB_SHAPES=Фигуры
#3.0.0

TBR_CLIPBOARD=Буфер обмена
TBN_CLIPBOARD_PASTE=Вставить
TBN_CLIPBOARD_CUT=Вырезать
TBN_CLIPBOARD_COPY=Копировать
TBN_CLIPBOARD_DELETE=Удалить

TBR_VIEW=Просмотр
TBN_VIEW_ZOOMIN=Увеличить
TBN_VIEW_ZOOMOUT=Уменьшить
TBN_VIEW_FULL=Полный экран
TBN_VIEW_100=Реальный размер

TBR_IMAGE=Изображение
TBN_IMAGE_EFFECT=Эффекты
TBN_IMAGE_CROP=Обрезка
TBN_IMAGE_RESIZE=Размер
TBN_IMAGE_ROTATE=Поворот

TBR_TOOLS=Инструменты
TBR_COLOR=Цвета

POP_COLORTYPE1 = Пастельные цвета
POP_COLORTYPE2 = Основные цвета

#3.0.0

TBR_SHOWHIDE=Показать/скрыть
TBN_RULER=Линейки
TBN_STATUSBAR=Инфострока
TBN_TAB = Вкладки

TBN_THUMBNAIL=Эскизы

TBR_WINDOW=Окно
TBN_CASCADE=Каскад
TBN_ARRANGEALL=Мозаика

TBN_REGISTER=&Покупка

TBN_VIEW_100=100% размер

TBN_TOOLS_SELECT = Область

TBN_MORECOLORS = Ещё
MNU_PALETTETYPE = Варианты палитры

MNU_TOPBAR_TITLE = Выбор верхних кнопок
MNU_TOPBAR_MINIMIZERIBBON = Скрыть &ленту меню

#3.0.0
#-------------------------------------------------------------

[PicPickEditor Tip]
#-------------------------------------------------------------


#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts
TIP_FILE_NEW =Создать новое изображение
TIP_FILE_OPEN =Открыть изображение
#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts


TIP_FILE_OPENCLIPBOARD =Вставить из буфера обмена
#3.0.0
TIP_FILE_OPENURL =Открыть изображение по ссылке
#3.0.0

TIP_FILE_SAVE =Сохранить активное изображение
TIP_FILE_SAVEAS =Сохранить активное изображение с другим именем
TIP_FILE_SAVESELECT =Сохранить выделенный фрагмент
TIP_FILE_SAVEALL =Сохранить все изображения с новыми именами
TIP_FILE_PRINT=Напечатать изображение
TIP_FILE_CLOSEIMAGE =Закрыть текущее изображение
TIP_FILE_CLOSEALLIMAGE =Закрыть все изображения
#3.0.2
TIP_FILE_CLOSEALLSAVEDIMAGE =Закрыть все сохранённые изображения
#3.0.2
TIP_FILE_CLOSEPICPICK =Закрыть окно
#-------------------------------------------------------------
TIP_EDIT_UNDO =Отменить последнюю операцию
TIP_EDIT_REDO =Повторить последнюю отмененную операцию
TIP_EDIT_CUT =Вырезать выделенную область в буфер обмена
TIP_EDIT_COPY =Копировать выделенную область в буфер обмена
TIP_EDIT_PASTE =Вставить информацию из буфера обмена
TIP_EDIT_PASTEFROMFILE =Вставить изображение из файла
TIP_EDIT_SELECTDEL =Очистить выделение
TIP_EDIT_SELECTNEW =Обрезать изображение по выделенной области
TIP_EDIT_DESELECT =Снять выделение
TIP_EDIT_SELECTALL =Выделить все изображение
TIP_EDIT_IMAGERESIZE =Изменить размер изображения
TIP_EDIT_CANVASRESIZE =Изменить размер холста
TIP_EDIT_VIEWBITMAP =Показать изображение на полный экран
#-------------------------------------------------------------
#3.0.0
TIP_TOOLS_CAPTURE = Показывать панель захвата на экране
#3.0.0

TIP_TOOLS_FULLSCREEN =Захват всего экрана
TIP_TOOLS_ACTIVEWINDOW =Захват активного окна
TIP_TOOLS_CONTROL =Захват элемента окна
TIP_TOOLS_SCROLLINGWINDOW   =Захват элемента окна с прокруткой
TIP_TOOLS_WEBPAGE =Захват web-страницы с прокруткой
TIP_TOOLS_REGION =Захват выделенной области
TIP_TOOLS_FREEHAND =Захват произвольной области
TIP_TOOLS_FIXEDREGION =Захват фиксированной области
TIP_TOOLS_REPEAT =Повторить предыдущий вариант захвата


#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts

TIP_TOOLS_CAPTUREMENU = Захват изображения экрана
TIP_TOOLS_COLORPICKER   =Определение цвета под курсором мыши
TIP_TOOLS_COLORPALETTE  =Подбор цвета из палитры на экране
TIP_TOOLS_MAGNIFIER =Показать окно увеличения
TIP_TOOLS_PIXELRULER    =Показать линейку
TIP_TOOLS_CROSSHAIR =Показать перекрестие
TIP_TOOLS_PROTRACTOR    =Показать угломер
TIP_TOOLS_WHITEBOARD    =Написать на экране
TIP_TOOLS_OPTION        =Диалог для настройки параметров программы

#3.1.4 ; START SCREEN !!! These texts are displayed on the start page. Be careful the length of texts

#-------------------------------------------------------------
TIP_TOOLSOPTION                 =Изменить параметры захвата
TIP_TOOLSOPTION_OUTPUTTYPE_PICPICK      =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_CLIPBOARD        =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEIMAGE        =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_SAVEFOLDER   =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_OTHER        =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_FTP      =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_FACEBOOK =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_TWITTER  =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_WORD =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_EXCEL    =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_POWERPOINT   =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_OUTLOOK  =Изменить действие с полученным снимком
TIP_TOOLSOPTION_OUTPUTTYPE_PRINTER  =Изменить действие с полученным снимком

TIP_TOOLSOPTION_OPT_DEFAULTFORMAT       =Изменить формат файлов по умолчанию
TIP_TOOLSOPTION_DUALMONITORS            =Поддержка двух мониторов при захвате изображения
TIP_TOOLSOPTION_HOTKEY              =Изменить назначение горячих клавиш...
TIP_TOOLSOPTION_SOUND               =Включить звуковые эффекты при снимке экрана
TIP_TOOLSOPTION_SCROLLCAPTURE           =Захватить изображение из прокручивающегося окна
TIP_TOOLSOPTION_MOUSECURSOR         =Копировать курсор мыши вместе с изображением
TIP_TOOLSOPTION_STARTUPPROGRAM      =Запускать PicPick вместе с загрузкой Windows
TIP_TOOLSOPTION_OPENEDITOR          =Открывать редактор PicPick при запуске программы
TIP_TOOLS_COLORTYPE             =Смена формата цвета [HTML, RGB, C++, Delphi]

#-------------------------------------------------------------
TIP_EFFECT_INVERT =Инвертировать цвета изображения
TIP_EFFECT_GRAYSCALE =Преобразовать изображение в градации серого
TIP_EFFECT_MOSAIC =Применить эффект пикселизации
TIP_EFFECT_BLUR =Применить эффект размытия
TIP_EFFECT_SHARPEN =Применить эффект резкости
TIP_EFFECT_BRIGHTNESS =Изменить яркость и контрастность
TIP_EFFECT_HSL =Изменить оттенок и насыщенность
TIP_EFFECT_FLIPH =Отразить выделенную область изображения по горизонтали
TIP_EFFECT_FLIPV =Отразить выделенную область изображения по вертикали
TIP_EFFECT_ROTATE90 =Повернуть на 90 градусов по часовой стрелке
TIP_EFFECT_ROTATE180 =Повернуть на 180 градусов по часовой стрелке
TIP_EFFECT_ROTATE270 =Повернуть на 270 градусов по часовой стрелке
TIP_EFFECT_FRAME=Применить эффект рамки

#-------------------------------------------------------------
TIP_WINDOW_CASCADE =Расположить окна каскадом
TIP_WINDOW_TILEH =Расположить окна горизонтальной мозаикой
TIP_WINDOW_TILEV =Расположить окна вертикальной мозаикой
TIP_WINDOW_MINIMIZEALL =Свернуть все открытые окна
#-------------------------------------------------------------
TIP_HELP_WEBSITE =Перейти на домашнюю страницу  PicPick
TIP_HELP_ABOUT =Показать информацию о программе и об авторских правах
#-------------------------------------------------------------
TIP_TOOL_MOVE =Перемещение
TIP_TOOL_SELECT =Выбор области
TIP_TOOL_FILL =Заливка цветом
TIP_TOOL_BRUSH =Кисть
TIP_TOOL_PENCIL =Карандаш
TIP_TOOL_ZOOM =Увеличить
TIP_TOOL_ERASER =Ластик
TIP_TOOL_PICKCOLOR =Выбрать цвет
TIP_TOOL_TEXT =Текст
TIP_TOOL_LINE =Линия
TIP_TOOL_RECT =Прямоугольник
TIP_TOOL_ELLIPSE =Эллипс
TIP_TOOL_ARROW =Стрелка
TIP_TOOL_RRECT =Скруглённый прямоугольник
TIP_TOOL_ADDIMAGE =Вставить изображение

#3.0.0 File menu width has been changed
TIP_OUTPUTTYPE_MSWORD1      = Вставить копию в
TIP_OUTPUTTYPE_MSWORD2      = Microsoft Word

TIP_OUTPUTTYPE_MSEXCEL1     = Вставить копию в
TIP_OUTPUTTYPE_MSEXCEL2     = Microsoft Excel

TIP_OUTPUTTYPE_MSPOWERPOINT1    = Вставить копию в
TIP_OUTPUTTYPE_MSPOWERPOINT2    = Microsoft PowerPoint

TIP_OUTPUTTYPE_PROGRAM1     = Отправить копию во
TIP_OUTPUTTYPE_PROGRAM2     = внешнюю программу

TIP_OUTPUTTYPE_MSOUTLOOK1   = Приложить копию к
TIP_OUTPUTTYPE_MSOUTLOOK2   = письму электронной почты

TIP_OUTPUTTYPE_FACEBOOK1    = Отправить и сделать доступным
TIP_OUTPUTTYPE_FACEBOOK2    = на Facebook

TIP_OUTPUTTYPE_TWITTER1     = Отправить и сделать доступным
TIP_OUTPUTTYPE_TWITTER2     = в Twitter

TIP_OUTPUTTYPE_FTP1     = Отправить напрямую
TIP_OUTPUTTYPE_FTP2         = на web-страницу по FTP

TIP_OUTPUTTYPE_WEBUPLOAD1   = Отправить напрямую
TIP_OUTPUTTYPE_WEBUPLOAD2   = на web-страницу
#3.0.0 File menu width has been changed


#3.0.0;Missing tips

TIP_IMAGE_ROTATEFLIP = Повернуть или зеркально отразить изображение или область

TIP_TOOLS_EFFECT=Выбор эффекта
TIP_TOOLS_WIDTHS=Выбор ширины
TIP_TOOLS_OPACITY = Выбор прозрачности

TIP_VIEW_ZOOMIN = Увеличить текущее изображение
TIP_VIEW_ZOOMOUT = Уменьшить текущее изображение
TIP_VIEW_ZOOMSELECT =Увеличить или уменьшить
TIP_VIEW_ACTUALSIZE = Размер оригинала
TIP_VIEW_THUMBNAIL=Показать эскизы для быстрого выбора изображения

TIP_SHOW_RULER=Показать или скрыть линейки возле изображения
TIP_SHOW_STATUSBAR=Показать или скрыть строку статуса внизу окна
TIP_SHOW_TAB=Показать или скрыть панель вкладок

TIP_COLOR_COLOR1 = Цвет тона
TIP_COLOR_COLOR2 = Цвет фона
TIP_COLOR_SWAP=Поменять местами цвета фона и тона
TIP_COLOR_DEFAULT = Установить цвета фона и тона по умолчанию
TIP_COLOR_MORE=Показать дополнительные палитры

TIP_SHAPE_FLATTEN=Совместить фигуры
TIP_SHAPE_DELETE=Удалить фигуру
TIP_SHAPE_DUPLICATE=Дублировать фигуру

TIP_SHAPE_FILL=Заполнить выбранную фигуру
TIP_SHAPE_OUTLINE=Изменить контур фигуры
TIP_SHAPE_EFFECTS=Изменить параметры фигуры
TIP_SHAPE_ADDTEXT=Вставить текст в фигуру

TIP_SHAPE_FLATTEN_ALL=Совместить все фигуры
TIP_SHAPE_BRINGTOFRONT=Поместить выбранный объект на передний план, т.о. он может скрыть расположенные ниже объекты
TIP_SHAPE_SENDTOBACK=Поместить выбранный объект на задний план, т.о. он может быть скрыт расположенными выше объектами

#3.0.0

[Dialogs]
#-------------------------------------------------------------
DLG_PICPICK_EDITOR_TITLE =Редактор изображений PicPick
DLG_CONTROLCAPTURE_TITLE =Захват элемента окна
DLG_SCROLLINGWINDOWCAPTURE_TITLE =Захват окна с прокруткой
DLG_REGIONCAPTURE_TITLE =Захват выделенной области
DLG_FIXEDREGIONCAPTURE_TITLE =Захват фиксированной области
DLG_FREEHANDCAPTURE_TITLE=Захват произвольной области
DLG_WHITEBOARDTOOL_TITLE=PicPick - грифельная доска
DLG_MAGNIFIER_TITLE=PicPick - окно увеличения
DLG_COLORPICKER_TITLE =PicPick - цвет под курсором
DLG_CROSSHAIR_TITLE =PicPick - перекрестие
DLG_COLORPALETTE_TITLE =Цветовая палитра
DLG_AUTOSAVE_TITLE = Сохранение
DLG_NEWIMAGE_TITLE = Новое изображение
DLG_PRINT_TITLE = Печать
DLG_CANVASSET_TITLE = Размер холста
DLG_IMAGERESIZE_TITLE = Размер изображения
DLG_ABOUT_TITLE = О программе
DLG_PIXELATE_TITLE = Пикселизация
DLG_HUESATURATION_TITLE = Оттенок / насыщенность
DLG_BRIGHTNESSCONTRAST_TITLE = Яркость / контрастность
DLG_FRAME_TITLE = Рамка
DLG_FONTVIEW_TITLE = Текст
DLG_CAPTURE_TITLE=Захват
DLG_CHANGEHOTKEY_TITLE = Клавиши
DLG_WEBPAGECAPTURE_TITLE = PicPick - захват web-страницы
DLG_SHORTCUT_TITLE = Настройка горячих клавиш
DLG_SETUP_TITLE     =Настройка
DLG_FILENAMESETUP_TITLE =Имя файла

#3.0.6
DLG_IMAGES_TITLE    =Изображения
#3.0.6

DLG_FTPSETUP_TITLE  =FTP
DLG_EDITORSETUP_TITLE   =Редактор
DLG_ARROWSET_TITLE  =Настройка стрелки
DLG_FACEBOOK_TITLE  =Соединение с Facebook
DLG_TWITTER_TITLE       =Соединение с Twitter
DLG_WEBUPLOAD_TITLE     =Отправка на web-страницу

BTN_OK = &OK
BTN_CANCEL = &Отмена
#3.0.0
BTN_APPLY = &Применить
#3.0.0
#-------------------------------------------------------------

[About]

GRP_PRESET = Свойства
CHK_ADDSTARTUP = Загружать с Windows
CHK_ADDDESTKOP = Создать иконку на рабочем столе
CHK_CHECKUPDATE = Проверять обновление программы
LBL_LANGUAGE = Язык
BTN_HOTKEY = Клавиши...
BTN_CREDIT = Об авторе
LBL_PROGRAMPARAMETER=&Параметры...
CHK_SETTINGTOAPPDATA=Сохранять настройки в папку Application Data
LBL_MORELANGUAGE=Другие языки...

[Captures]
#-------------------------------------------------------------
GRP_CONTROLCAPTURE_PROPERTY =Свойства
LBL_CONTROLCAPTURE_CLASS =Название
LBL_CONTROLCAPTURE_SIZE =Размер
LBL_CONTROLCAPTURE_INFO=Информация
LBL_CONTROLCAPTURE_SCROLL=Автопрокрутка
LBL_CONTROLCAPTURE_OUTPUTTYPE =Действие со снимком
LBL_CONTROLCAPTURE_HANDLE =Описатель
LBL_CONTROLCAPTURE_RECT =Свойства
LBL_CONTROLCAPTURE_BOTTOMTIP =Выберите элемент окна (кнопку, вкладку, панель инструментов и т.д.) и нажмите клавишу Print Screen.

GRP_FIXEDREGIONCAPTURE_PROPERTY = Размер области
LBL_FIXEDREGIONCAPTURE_WIDTH = Ширина:
LBL_FIXEDREGIONCAPTURE_HEIGHT =Высота:

TIP_REGIONCAPTURE_NOTDRAG =Выберите область захвата.
TIP_PIXEL = пикселей
TIP_FREEHANDCAPTURE_NOTDRAG =Обведите область захвата.

LBL_COLORPICKER_COLORAS =Формат:
LBL_COLORPICKER_VALUE =Цвет:

LSV_WEBPAGECAPTURE_LIST = Выберите web-страницу
BTN_WEBPAGECAPTURE_RELOAD = &Обновить
BTN_WEBPAGECAPTURE_CAPTURE = &Захват

#3.0.3
LBL_MINIHELP=Щёлкните левой кнопкой мыши, чтобы выбрать область.
#3.0.3
#-------------------------------------------------------------


[Shortcut]
#-------------------------------------------------------------
TAB_HOTKEY = Горячие клавиши
GRB_CAPTURE = Захват экрана
GRB_TOOLS = Инструменты

LBL_KEYNONE = нет

LBL_CAPTURE_FULLSCREEN  =Весь экран
LBL_CAPTURE_ACTIVEWINDOW    =Активное окно
LBL_CAPTURE_CONTROL     =Элемент окна
LBL_CAPTURE_SCROLLINGWINDOW =Окно с прокруткой
LBL_CAPTURE_REGION      =Выделенная область
LBL_CAPTURE_FIXEDREGION =Фиксированная область
LBL_CAPTURE_FREEHAND        =Произвольная область
LBL_CAPTURE_WEBPAGE     =Web-страница
LBL_CAPTURE_REPEAT      =Повтор последнего

LBL_TOOLS_EDITOR        =Редактор PicPick
LBL_TOOLS_COLORPICKER       =Цвет под курсором
LBL_TOOLS_COLORPALETTE  =Цветовая палитра
LBL_TOOLS_PIXELRULER        =Линейка
LBL_TOOLS_PROTRACTOR        =Угломер
LBL_TOOLS_CROSSHAIR     =Перекрестие
LBL_TOOLS_WHITEBOARD        =Грифельная доска

LBL_TOOLS_MAGNIFIER     =Окно увеличения

CBO_HOTKEY_CUSTOM       =Выборочно...
CBO_HOTKEY_DEFAULT      =По умолчанию
CBO_HOTKEY_HYPERSNAP        =HyperSnap
CBO_HOTKEY_NONE     =Отменить


#-------------------------------------------------------------


#-------------------------------------------------------------

[FontView]

GRP_COLOR = Цвета
LBL_FONTCOLOR = Цвет тона
CHK_FILLCOLOR = Цвет фона
CHK_AA = Сглаживание шрифтов

[AutoSave]
#-------------------------------------------------------------

GRP_SELECTFOLDER =Автоматическое сохранение изображений
LBL_SELECTFOLDER =Папка для сохранения изображений:
BTN_SELECTFOLDER =&Обзор...
GRP_SELECTFILENAME =Имя файла
RDO_SELECTFILENAME_TEXT =Текст + номер
RDO_SELECTFILENAME_NUM =Только номер
RDO_SELECTFILENAME_DATETIME =Дата / время
LBL_SELECTFILENAME_DATETIME_FORMAT = yyyy-mm-dd hh nn ss
EDT_SELECTFILENAME_DEFAULT = Image
GRP_SELECTFORMAT =Тип файла
RDO_SELECTFORMAT_BMP =Растровое изображение (*.bmp)
RDO_SELECTFORMAT_JPG =Изображения JPEG(*.jpg)
RDO_SELECTFORMAT_PNG =Portable Network Graphics (*.png)
RDO_SELECTFORMAT_GIF =Изображения CompuServe GIF (*.gif)
#3.0.7
RDO_SELECTFORMAT_PDF =PDF-файлы (*.pdf)
#3.0.7

LBL_SAVEFILENAME=Укажите имя для автосохранения или отправки на FTP:

LBL_EXAMPLETITLE=Параметры:
LBL_EXAMPLE1=%y : год, %m : месяц, %d : день
LBL_EXAMPLE2=%h : час, %n : минута, %s : секунда
LBL_EXAMPLE3=%c : номер
#3.1.2
LBL_EXAMPLE4=%u : имя пользователя, %w :  название компьютера
#3.1.2
GRB_OTHERPROGRAM=Настройка внешней программы
LBL_OTHERPROGRAM=Выберите программу для открытия в ней снимков:
LBL_OTHERPROGRAMPATH=Путь программы:
LBL_OTHERPROGRAMPARAMETER=Параметры:
LBL_OTHERPROGRAMSELECT=Другая программа...
LBL_OTHERPROGRAMMSWORD=Microsoft Word
LBL_OTHERPROGRAMMSEXCEL=Microsoft Excel
LBL_OTHERPROGRAMMSPPT=Microsoft PowerPoint

[CaptureSet]
#-------------------------------------------------------------
GRB_CAPTUREOPTION       =Настройки захвата
CHK_DUALMONITORS        =Поддержка двух мониторов
CHK_SOUND           =Включить звуковые эффекты
CHK_MOUSECURSOR     =Копировать указатель мыши
CHK_HIDEEDITOR          =Скрывать редактор PicPick перед захватом
CHK_ALWAYSCOPYCLIPBOARD =Всегда копировать снимок в буфер обмена

#3.0.5
CHK_STARTWITHCAPTUREBAR =Показывать панель захвата при запуске PicPick
#3.0.5

GRB_AUTOSCROLL          =Автопрокрутка
CHK_SCROLLCAPTURE       =Включить автопрокрутку
LBL_SCROLLDELAY         =Задержка:
LBL_SCROLLDELAYMS       =мс

GRB_MAGNIFIER           =Окно увеличения
CHK_MAGNIFIER           =Показывать окно увеличения при захвате
LBL_ZOOMSCALE           =Масштаб:

#3.0.3
GRB_CAPTUREDELAY        =Задержка перед захватом
#3.0.3

#3.1.9
CHK_ADVANCECONTROLCAPTURE = Использовать расширенный контроль снимка окна
#3.1.9

#-------------------------------------------------------------

[FTP]
#-------------------------------------------------------------
GRB_FTPSERVER = Настройка FTP-сервера
LBL_FTPADDRESS  =FTP-сервер:
LBL_REMOTEPATH = Удалённый путь:
LBL_PORT=Порт:
CHK_PASSIVEFTP= Пассивный режим
LBL_USERNAME=Пользователь:
LBL_PASSWORD=Пароль:
BTN_CONNECTTEST=ТЕСТ
LBL_SENDWEBBROWSER=Открыть ссылку в браузере
LBL_SENDCLIPBOARD=Копировать ссылку в буфер обмена
LBL_WEBADDRESS=Ссылка
#-------------------------------------------------------------

[EditorSet]
#-------------------------------------------------------------
GRB_EDITOROPTION = Настройка редактора
CHK_OPENEDITORWHENSTART=Открывать редактор PicPick при загрузке
CHK_CENTERIMAGE =Располагать изображение по центру окна
CHK_CLOSEWITHOUTASKING =Закрывать несохранённое изображение без вопроса
CHK_CROPNEW=Обрезать как новое изображение
CHK_SHOWCLASSICUI=Использовать классический вид панели инструментов

LBL_BG=Цвет фона:
RDO_BGGRID=Сетка
RDO_BGSOLID=Сплошной

GRB_FILETYPE=Ассоциация типов файлов
LBL_FILETYPE=Выберите типы файлов, которые будут открываться в PicPick:
#3.0.0
LBL_FILETYPEVISTA=Сделать PicPick редактором изображений по умолчанию
#3.0.0

#-------------------------------------------------------------

[ArrowSet]
#-------------------------------------------------------------
CHK_START = Начало
CHK_END = Конец
CHK_OUTLINE = Контур
CBO_AT_ARROW1 = Стрелка 1
CBO_AT_ARROW2 = Стрелка 2
CBO_AT_CIRCLE = Круг
CBO_AT_DIAMOND = Ромб
#-------------------------------------------------------------


[CanvasSet]
#-------------------------------------------------------------
GRP_SIZE = Размер холста
LBL_WIDTH = Ширина
LBL_HEIGHT =Высота
LBL_BACKCOLOR = Цвет фона
LBL_PRESETS = Заготовки
CBO_CLIPBOARD=Буфер обмена
CBO_LASTUSED=Последний использованный
CBO_CURRENT=Текущий размер изображения
#-------------------------------------------------------------

[ResizeSet]
#-------------------------------------------------------------
LBL_ZOOM = 
RDO_ZOOM = Процентное изменение
RDO_SIZE = Изменение до размеров
CHK_KEEP = Сохранять пропорции
LBL_WIDTH = Ширина
LBL_HEIGHT = Высота


[ColorSet]
#-------------------------------------------------------------
BTN_PREVIEW = &Предпросмотр
LBL_PIXELATE = Пикселизация
LBL_HUE = Оттенок
LBL_SATURATION = Насыщенность
LBL_BIRGHTNESS = Яркость
LBL_CONTRAST = Контрастность
#-------------------------------------------------------------

[FrameSet]
#-------------------------------------------------------------
GRP_PREVIEW = Просмотр
GRP_EFFECT = Эффект
CHK_BORDER = Бордюр
CHK_FRAME = Рамка
LBL_ETC=Дополнительные стили рамок...
CHK_AUTO=Применять эффект рамки при захвате изображения
#-------------------------------------------------------------

[Palette]
#-------------------------------------------------------------
LBL_RED =&Красный
LBL_GREEN =&Зелёный
LBL_BLUE =&Синий
LBL_TYPE = Цвет:
BTN_COPY =&Копировать

CLR_DEFAULTTEXT = Цветовая палитра
CLR_CUSTOMTEXT = Другие цвета...
#-------------------------------------------------------------

[PixelRuler]
#-------------------------------------------------------------
MNU_RULER_MOVE =&Перемещение
MNU_RULER_MOVE_UP =&Вверх
MNU_RULER_MOVE_DOWN =&Вниз
MNU_RULER_MOVE_LEFT =&Влево
MNU_RULER_MOVE_RIGHT =&Вправо
#-------------------------------------------------------------
MNU_RULER_TYPE =&Ориентация
MNU_RULER_TYPE_HOTRIZONTAL =&Горизонтальная
MNU_RULER_TYPE_VERTICAL =&Вертикальная
#-------------------------------------------------------------
MNU_RULER_TRANSPARENT =&Прозрачность
MNU_RULER_TRANSPARENT_USE =&Активна
MNU_RULER_TRANSPARENT_NOTUSE =&Неактивна
MNU_RULER_TRANSPARENT_INC =&Увеличить
MNU_RULER_TRANSPARENT_DEC =У&меньшить

MNU_MAGNIFIER =Показать окно у&величения...

#-------------------------------------------------------------
MNU_RULER_EXIT =В&ыход
#-------------------------------------------------------------
MNU_RULER_UNIT =&Единицы измерения
MNU_RULER_UNIT_PIXEL =&Пиксели
MNU_RULER_UNIT_INCH =&Дюймы
MNU_RULER_UNIT_CM = &Сантиметры
MNU_RULER_UNIT_DPI = Разрешение (&DPI)
MNU_RULER_COLOR = &Цвет
MNU_RULER_COLOR_BLUE = &Синий (обычный)
MNU_RULER_COLOR_YELLOW = &Жёлтый (классический)
MNU_RULER_COLOR_WHITE = &Белый
MNU_RULER_COLOR_BLACK = &Чёрный
MNU_RULER_UNIT_DPI_CUSTOM = &Другое...
DLG_CUSTOMDPI_TITLE= Выбор значения DPI
LBL_CUSTOMDPI_TEXT= Введите значение пикселей на дюйм (DPI):

[WhiteBoard]
#-------------------------------------------------------------
MNU_WHITEBOARD_PENWIDTH =&Ширина кисти
MNU_WHITEBOARD_PENCOLOR =&Цвет кисти
MNU_WHITEBOARD_PENCOLOR_BLACK =Чёрный
MNU_WHITEBOARD_PENCOLOR_WHITE =Белый
MNU_WHITEBOARD_PENCOLOR_RED =Красный
MNU_WHITEBOARD_PENCOLOR_GREEN =Зелёный
MNU_WHITEBOARD_PENCOLOR_BLUE =Синий
MNU_WHITEBOARD_PENCOLOR_CYAN =Голубой
MNU_WHITEBOARD_PENCOLOR_MAGENTA =Пурпурный
MNU_WHITEBOARD_PENCOLOR_YELLOW =Жёлтый
MNU_WHITEBOARD_PENCOLOR_GRAY =Серый
MNU_WHITEBOARD_PENCOLOR_CUSTOM =&Другой...
#-------------------------------------------------------------
MNU_WHITEBOARD_CLEAR =&Очистить
MNU_WHITEBOARD_SAVE =&Захват экрана
MNU_WHITEBOARD_EXIT =В&ыход
#-------------------------------------------------------------
TIP_TOOL_MOVE =Перемещение
TIP_TOOL_ZOOM =Увеличение
TIP_TOOL_PEN =Карандаш
TIP_TOOL_LINE =Линия
TIP_TOOL_ARROW =Стрелка
TIP_TOOL_SHAPE=Фигура
TIP_TOOL_RECT =Прямоугольник
TIP_TOOL_ELLIPSE =Эллипс
TIP_TOOL_RRECT =Скруглённый прямоугольник
TIP_TOOL_TRANSPARENT = Прозрачность
TIP_TOOL_CLEAR=Очистка
TIP_TOOL_SAVE=Захват экрана
TIP_TOOL_WIDTH=Ширина
TIP_TOOL_COLOR=Цвет

[Print]
#-------------------------------------------------------------
BTN_PRINTERSETUP=Настройки печати
BTN_PRINT=&Печать
GRB_PREVIEW =Предпросмотр

TAB_PAPERSETUP=Настройка страницы
TAB_ADDTEXT=Колонтитулы

GRB_MARGINSETUP=&Отступы (мм)
LBL_MARGINTOP=Сверху
LBL_MARGINLEFT=Слева
LBL_MARGINRIGHT=Справа
LBL_MARGINBOTTOM=Снизу

GRB_IMAGESETUP=&Настройки изображения
CHK_CENTER=Центрировать изображение
CHK_SHRINK=Уместить на весь лист (растянуть)
CHK_PROPORTINAL=Сохранять пропорции
CHK_GRAYSCALE=Оттенки серого

GRB_PAPERCOUNT=&Число копий
LBL_PAPERUNIT=страниц

GRB_ORIENTATION=&Ориентация
RDO_PORTRAIT=Портретная
RDO_LANDSCAPE=Альбомная

GRB_HEADER=&Верхний колонтитул
CHK_HEADERADD=Добавить
CBO_HEADERDEFAULT=Текст
LBL_HEADERMARGIN=Отступ:
BTN_HEADERFONT=Шрифт...
RDO_HEADERLEFT=Слева
RDO_HEADERCENTER=По центру
RDO_HEADERRIGHT=Справа

GRB_FOOTER=&Нижний колонтитул
CHK_FOOTERADD=Добавить
CBO_FOOTERDEFAULT=Текст
LBL_FOOTERMARGIN=Отступ:
BTN_FOOTERFONT=Шрифт...
RDO_FOOTERLEFT=Слева
RDO_FOOTERCENTER=По центру
RDO_FOOTERRIGHT=Справа
#-------------------------------------------------------------

[Facebook] 
#and Twitter
#and WebUpload
#-------------------------------------------------------------
BTN_CLOSE = &Закрыть
LBL_PREVIEW = Предпросмотр
LBL_CAPTION = Заглавие фотографии
RDO_SELECTALBUMS = Выбор альбомов
RDO_CREATEALBUM = Создать новый фотоальбом
LBL_CREATEALBUM_NAME = Название:
LBL_CREATEALBUM_LOCATION = Размещение:
LBL_CREATEALBUM_DESCRIPTION =Описание:
LBL_CREATEALBUM_PRIVACY = Доступ:
CBO_CREATEALBUM_1 = Все
CBO_CREATEALBUM_2 = Мои сети и друзья
CBO_CREATEALBUM_3 = Друзья друзей
CBO_CREATEALBUM_4 = Только друзья
BTN_UPLOAD = Отправить
LBL_IMGURL = Ссылка на изображение
LBL_LINKURL = Ссылка на альбом
LBL_UPLOADING=Идёт отправка...
LBL_UPLOADCOMPLETE = Отправка выполнена
LBL_UPLOADWAIT = Ожидание ответа...
LBL_UPLOADFAILURE = Отправка не состоялась, попробуйте повторить снова.
LBL_UPLOADRESULT = Вы успешно отправили фотографию.

LBL_ACCOUNT = Имя:
LBL_PASSWORD = Пароль:
LBL_REMEMBERPASSWORD = Запомнить пароль
LBL_MESSAGE = Сообщение:

LBL_WEBUPLOAD_TITLE = Отправка вашего изображения на web-страницу
LBL_WEBUPLOAD_TITLESUB = через ImageShack - бесплатный сервис по хранению изображений
LBL_WEBUPLOAD_SIGNUP = С регистраций больше возможностей!

LBL_WEBUPLOAD_NOACCOUNT = Гость (без регистрации)
LBL_WEBUPLOAD_ACCOUNTEXIST = У меня есть учётная запись на ImageShack

#3.1.4
BTN_REQUESTTWITTERPIN = Запрос Twitter PIN
BTN_REMEMBERME = Запомнить меня на этом компьютере
LBL_TWITTERPIN = PIN
BTN_CONNECT = &Подключить
BTN_DISCONNECT = &Отключить
#3.1.4

#-------------------------------------------------------------

[ThumbnailView]

BTN_QUICKTABS=Вкладки
MNU_RENAME=&Переименовать...
LBL_RENAME=Введите имя файла:

#3.0.0

[ObjectProperty]

SHP_SHAPES = Фигуры
SHP_LINE = Линия
SHP_CURVE = Кривая
SHP_ARROW = Стрелка
SHP_CURVEARROW = Скривлённая стрелка
SHP_ELLIPSE = Эллипс
SHP_RECT = Прямоугольник
SHP_ROUNDRECT = Скруглённый прямоугольник
SHP_BALLOON = Облачко
SHP_DIAMOND = Ромб
SHP_PENTAGON = Пятиугольник
SHP_Hexagon = Шестиугольник
SHP_5STAR = 5-конечная звезда
SHP_6STAR = 6-конечная звезда

TAB_EDIT = Правка
TBN_DELETE_OBJECT = &Удалить
TBN_DUPLICATE=&Дублировать

MNU_FLATTEN = &Совместить
MNU_FLATTENALL = &Совместить все

LST_CHANGESHAPE = Изменить фигуру

TAB_SHAPESTYLES=Стиль фигуры

TBN_SHAPETEXT=Вставить текст
TBN_SHAPEFILL=Заполнение
MNU_SHAPEFILL_NOFILL=Отсутствует
MNU_SHAPEFILL_SOLIDFILL=Сплошное
MNU_SHAPEFILL_GRAFILL=Вертикальный градиент
MNU_SHAPEFILL_RADIALFILL=Радиальный градиент

TBN_SHAPEOUTLINE=Контур
MNU_SHAPEOUTLINE_NOLINE = Отсутствует
MNU_SHAPEOUTLINE_SOLIDLINE = Сплошной
MNU_SHAPEOUTLINE_DOTLINE = Точка
MNU_SHAPEOUTLINE_DASHLINE = Тире
MNU_SHAPEOUTLINE_DASHDOTLINE = Тире точка
MNU_SHAPEOUTLINE_DASHDOTDOTLINE = Тире точка точка


TBN_SHAPEFORMAT=Параметры
TBN_SHAPEEFFECTS=Эффекты
MNU_SHAPEEFFECTS_NOEFFECTS=Нет
MNU_SHAPEEFFECTS_SHADOW=Тень
MNU_SHAPEEFFECTS_SHADOWUSE=Показывать
MNU_SHAPEEFFECTS_SHADOWOPTION=Параметры...

MNU_SHAPEEFFECTS_BALLOONPOS=Направление облачка
MNU_SHAPEEFFECTS_BALLOONPOSTL=Сверху слева
MNU_SHAPEEFFECTS_BALLOONPOSTR=Сверху справа
MNU_SHAPEEFFECTS_BALLOONPOSBL=Снизу слева
MNU_SHAPEEFFECTS_BALLOONPOSBR=Снизу справа

MNU_SHAPEEFFECTS_ARROWSTART = Начало
MNU_SHAPEEFFECTS_ARROWEND = Конец
MNU_SHAPEEFFECTS_ARROWNONE = Без стрелки
MNU_SHAPEEFFECTS_ARROW1 = Стрелка 1
MNU_SHAPEEFFECTS_ARROW2 =Стрелка 2
MNU_SHAPEEFFECTS_ARROWCIRCLE = Окружность
MNU_SHAPEEFFECTS_ARROWDIAMOND = Ромб

MNU_SHAPE_ARRANGE=Расположение
BTN_SHAPE_FRONT=На переднем плане
BTN_SHAPE_BACK=На заднем плане

BTN_SHAPE_ARROWSTYLE=Стиль стрелки

TAB_SHAPECOLOR=Цвет фигуры

[Licenses]

rdoRegistered = Я купил программу для коммерческого использования.
rdoPersonal = Я хочу использовать программу только в личных целях.
btnBuy = &Купить
btnRegister = &Регистрация
btnAgree= П&ринимаю
btnClose = &Закрыть
lblEnterLicense = Введите регистрационные данные
lblOwnerName = Имя владельца:
lblRegistrationCode = Код регистрации:

lblLicenseInfo = Лицензия на программу : 
lblPersonalUse = ТОЛЬКО ДЛЯ ЛИЧНОГО ИСПОЛЬЗОВАНИЯ.

#3.0.0


#3.0.6
[ImagesSet]

grbJPEGOption=Настройки JPEG
lblJPEGQuality=Качество


cboJPEGQualityMaximum = Максимальное
cboJPEGQualityHigh = Высокое
cboJPEGQualityMedium =Среднее
cboJPEGQualityLow = Низкое
#3.0.6

#3.0.7
[SaveAll]

grbSaveOptions=Настройки сохранения
lblSelectFolder=Папка для сохранения:

rdoAllImages=Все изображения
rdoUnsavedImages=Все несохранённые изображения

grbFileOptions=Настройки файлов
lblFileName=Имя файла
lblFileType=Тип файла
rdoFiles=файл(ов)
#3.0.7


#3.1.0
[ColorBalance]

grpbxColorBalance=Цветовой баланс
lblColorLevels=Уровни

grpbxToneBalance=Тональный баланс
rdbtnShadows=Тёмные тона
rdbtnMidtones=Средние тона
rdbtnHighlights=Яркие тона
chckbxPreserveLuminosity=Сохранять яркость
#3.1.0


#3.1.4
[StartPage]

lblStartHome = Выберите задачу...
lblStartTitle1 = Новая задача
lblStartTitle2 = Графические инструменты
chkStartDoNotShow = Не показывать это окно при запуске программы

#3.1.4

[Message]
MSG_TRAY_TITLE = PicPick
MSG_ICON_TITLE = PicPick
MSG_MESSAGEBOX_TITLE = PicPick
MSG_PROTRACTOR_CENTERPOINT = Выберите начало отсчёта
MSG_PROTRACTOR_POINT = '
MSG_ACTIVEWINDOW_1 = Нажмите [
MSG_ACTIVEWINDOW_2 = ] для захвата активного окна.
MSG_EXITSAVEIMAGE_1 = Вы хотите сохранить внесённые изменения в [
MSG_EXITSAVEIMAGE_2 = ]?
MSG_DEFAULT_IMAGENAME = Image
MSG_DIRECTORYACCESSERROR = Невозможно получить доступ к папке.
MSG_DEFAULT_TAPNAME = без названия

MSG_HOTKEY_ALREADY1 = Невозможно назначить выбранные клавиши.
MSG_HOTKEY_ALREADY2 = Вы хотите изменить назначение клавиш?

MSG_THISFOLDERNOTFOUND = Папка [путь или имя папки] не найдены.
MSG_INVALID_FILENAME = Имя файла содержит недопустимые символы.
MSG_INVALID_CLIPBOARD = Ошибка при вставке изображения из буфера обмена! (Неправильный формат данных)
MSG_CANNOTREPEATCAPTURE = Невозможно определить область выделения.
MSG_CLOSEALLIMAGE = Вы хотите закрыть все несохранённые изображения?

MSG_FILE_OPEN =Открыть
MSG_FILE_SAVE =Сохранить как

MSG_NEWVERSIONAVAILABLE = Доступна новая версия PicPick. Перейти на страницу загрузки?

MSG_PROGRAM_NOTADDYET=Вы должны выбрать внешнюю программу для открытия снимков!
MSG_EXTERNALPROGRAMERROR=Не удаётся найти указанную внешнюю программу.
MSG_PARAMETERS_TITLE=Параметры запуска PicPick
MSG_OLDLANGUAGE =Языковой файл устарел, некоторые фразы не переведены. Вы действительно хотите его использовать?
MSG_INVALIDALBUMNAME=Некорректное название альбома.
MSG_CREATEFAILUREALBUM=Ошибка при создании альбома.
MSG_LOADINGFAILUREALBUM=Ошибка при загрузке альбомов.
MSG_IDEMPTY = Введите имя пользователя.
MSG_PWEMPTY = Введите пароль.

#3.0.0
MSG_SAVE = Да
MSG_DONTSAVE = Нет
MSG_DONTSAVEALL = Нет для всего
MSG_NODISPLAYAGAIN = Не показывать больше это сообщение

BTN_YES = &Да
BTN_NO = &Нет
BTN_NOALL = &Нет для всего

MSG_INPUTTEXT = Введите текст

MSG_FLATTENLAYER= Для выполнения этого действия необходимо совместить фигуры с фоновым изображением. Вы хотите совместить фигуры?
MSG_FLATTENALL=Вы хотите совместить с фоновым изображением все фигуры?

MSG_INVALID_DOWNLOADURL = Возникла ошибка при скачивание изображения.


MSG_OPENURL=Введите ссылку:

MSG_ANYSETTINGOK = Настройки успешно изменены.
MSG_DEFAULTEDITOR=Теперь PicPick является основным редактором изображений.

#3.0.0

#3.0.7
MSG_FTPINFONEED=Сначала необходимо задать параметры FTP-сервера.
#3.0.7

#3.1.4
MSG_CONNECTIONFAIL=Произошла ошибка при подключении к серверу.
#3.1.4